Repository: Twilight0/weather.gismeteo
Catalog: resources/language/resource.language.*/strings.po
Languages: el_gr

# #32101
source: Location setup
el_gr: Ρύθμιση τοποθεσίας

# #32102
source: Advanced
el_gr: Για προχωρημένους

# #32103
source: Expert
el_gr: Για ειδικούς

# #32110
source: Current Location
el_gr: Τρέχουσα τοποθεσίαα

# #32111
source: Location 1
el_gr: Τοποθεσία 1

# #32112
source: Location 2
el_gr: Τοποθεσία 2

# #32113
source: Location 3
el_gr: Τοποθεσία 3

# #32114
source: Location 4
el_gr: Τοποθεσία 4

# #32115
source: Location 5
el_gr: Τοποθεσία 5

# #32116
source: Location 1 ID
el_gr: ID Τοποθεσία 1

# #32117
source: Location 2 ID
el_gr: ID Τοποθεσία 2

# #32118
source: Location 3 ID
el_gr: ID Τοποθεσία 3

# #32119
source: Location 4 ID
el_gr: ID Τοποθεσία 4

# #32120
source: Location 5 ID
el_gr: ID Τοποθεσία 5

# #32122
source: Weekend
el_gr: Σαββατοκύριακο

# #32123
source: Saturday/Sunday
el_gr: Σάββατο/Κυριακή

# #32124
source: Friday/Saturday
el_gr: Παρασκευή/Σάββατο

# #32125
source: Thursday/Friday
el_gr: Πέμπτη/Παρασκευή

# #32130
source: Time zone
el_gr: Ζώνη ώρας

# #32131
source: from system settings
el_gr: από τις ρυθμίσεις του συστήματος

# #32132
source: from location
el_gr: από την τοποθεσία

# #32133
source: Measure units
el_gr: Μονάδες μέτρησης

# #32134
source: Pressure
el_gr: Πίεση

# #32135
source: Precipitation
el_gr: Υετός

# #32136
source: Clear cache
el_gr: Εκκάθαριση μνήμης

# #32200
source: User interface language
el_gr: Γλώσσα διεπαφής

# #32201
source: Russian
el_gr: Ρωσικά

# #32202
source: Ukrainian
el_gr: Ουκρανικά

# #32203
source: Lithuanian
el_gr: Λιθουανικά

# #32204
source: Latvian
el_gr: Λετονικά

# #32205
source: English
el_gr: Αγγλικά

# #32206
source: Romanian
el_gr: Ρουμάνικα

# #32207
source: German
el_gr: Γερμανικά

# #32208
source: Polish
el_gr: Πολωνικά

# #32220
source: Gismeteo icons
el_gr: Εικονίδια gismeteo

# #32221
source: Use Gismeteo icons
el_gr: Κάνε χρήση εικονιδίων gismeteo

# #32222
source: Install icon package
el_gr: Εγκατάσταση πακέτου εικονιδίων

# #32223
source: Requires Kodi 16+ and skin support
el_gr: Απαιτεί το Kodi 16+ και υποστήριξη από το κέλυφος

# #32299
source: Language
el_gr: Γλώσσα

# #32401
source: m/s
el_gr: μ/δ

# #32402
source: km/h
el_gr: χμλ/ώρα

# #32403
source: m/min
el_gr: μ/λεπτό

# #32404
source: ft/h
el_gr: πόδια/ώρα

# #32405
source: ft/min
el_gr: πόδια/λεπτό

# #32406
source: ft/s
el_gr: πόδια/δευτ.

# #32407
source: knots
el_gr: κόμβοι

# #32408
source: Beaufort
el_gr: Μποφώρ

# #32409
source: inch/s
el_gr: ίντσερ/δευτ.

# #32410
source: yard/s
el_gr: γιάρδες/δευτ.

# #32412
source: mph
el_gr: μαω

# #32413
source: kts
el_gr: κομ

# #32420
source: calm
el_gr: ήρεμος

# #32430
source: mm
el_gr: χλστ.

# #32431
source: inch
el_gr: ίντσες

# #32501
source: Connection error
el_gr: Σφάλμα σύνδεσης
